chat_system_1594798170_actor_description=Maria. A Villager.
chat_system_1594798170_snap_0_question=^?^Good day, traveler. Where do you come from? My name is Maria. Maybe you've heard about me?
chat_system_1594798170_snap_0_answer_0=^?^Hello, Maria, I'm [player]. No, I haven't heard about you. Should I have?
chat_system_1594798170_snap_4_question=^?^How come? Don't you know that I'm the only person in the whole neighborhood who sells window panes? I make them out of the transparent wings of Lake Dragonflies - the ones people sometimes call little dragons. You can make some beautiful and strong window panes out of these wings - that's good for the common people. And how they shine in the sun. What ornaments! Better than all the stained glass windows in the world, if you ask me!
chat_system_1594798170_snap_4_answer_0=^?^Yes, good idea! Using dragonflies' wings instead of window glass... You're smart, Maria!
chat_system_1594798170_snap_1_question=^?^Thank you for your words, kind man. Maybe you could offer me a little help as well? I'm not so young anymore, and it's hard for me to go around and gather shedded dragonfly wings by myself. But if somebody young and strong like you were to help me...<br>And for those wings I'll give you magic stones called crystals. My husband was a pretty decent sorcerer back in the day, and I inherited a lot of his crystals. But I don't actually need them...<br>So if you find such wings anywhere, please bring them to me. I can give you three crystals for every wing.
chat_system_1594798170_snap_1_answer_0=^?^Magic crystals for dragonfly wings? Not bad! If I manage to find some, I'll be back!
chat_system_1594798170_snap_2_question=^?^Good day, [player]. So, did you get any dragonfly wings? Don't forget that I'll give you three magic crystals for every wing!
chat_system_1594798170_snap_2_answer_0=^?^No, I haven't found them yet...
chat_system_1594798170_snap_2_answer_1=^?^[img_crystal] Receive 3 Magic Crystals for 1 Dragonfly Wing.
chat_system_1594798170_snap_2_answer_2=^?^[img_crystal] Receive 6 Magic Crystals for 2 Dragonfly Wings.
chat_system_1594798170_snap_2_answer_3=^?^[img_crystal] Receive 15 Magic Crystals for 5 Dragonfly Wings.
chat_system_1594798170_snap_2_answer_4=^?^[img_crystal] Receive 30 Magic Crystals for 10 Dragonfly Wings.
chat_system_1594798170_snap_2_answer_5=^?^I've changed my mind, I must go...
chat_system_1594798170_snap_5_question=^?^That's good, that's good, take your magic crystals!<br>If you gather more, you know where to find me...
chat_system_1594798170_snap_5_answer_0=^?^Yes, sure. See you later, Maria.
chat_system_1594798170_snap_6_question=^?^Oh my goodness - that's a lot of wings! Here are your magic crystals!
chat_system_1594798170_snap_6_answer_0=^?^Thanks, Maria! I have more crystals...
chat_system_1594798170_snap_6_answer_1=^?^Thanks, Maria! I have to go...
chat_system_1594798170_snap_3_question=^?^Well, actually Lake Dragonflies usually live by lakes. Or rivers. They need fresh water nearby. There you will find them and don't forget it is 3 Magic Crystals per 1 Dragonfly Wing...
chat_system_1594798170_snap_3_answer_0=^?^Thank you, I'm off to search...
